#
# Dumping data for table xxx(装备[兵器，服装，饰品])
#
LOCK TABLES `xxx` WRITE;
/*!40000 ALTER TABLE `xxx` DISABLE KEYS */;
INSERT INTO `xxx` VALUES (10001, '玄铁重剑',   1, 1, 168, 0, 0, 0, 8.0, 0, 0, 0, 1000,  '天下第一神剑，传说由天外陨石锻造而成，重剑无锋大巧不工。');
INSERT INTO `xxx` VALUES (10002, '冷月宝刀',   1, 1, 159, 0, 0, 0, 7.6, 0, 0, 0, 1000,  '刀身如月，锋刃冷冽，吹毛断发，削铁如泥。');
INSERT INTO `xxx` VALUES (10003, '鱼肠剑',     1, 1, 159, 0, 0, 0, 7.6, 0, 0, 0, 1000,  '铸剑大师欧冶子所铸神兵之一，沾染着君王的鲜血，大凶之剑。');
INSERT INTO `xxx` VALUES (10004, '屠龙刀',     1, 1, 159, 0, 0, 0, 7.6, 0, 0, 0, 1000,  '屠龙出鞘，号令天下，试问天下，谁敢不从。');
INSERT INTO `xxx` VALUES (10005, '倚天剑',     1, 1, 163, 0, 0, 0, 7.6, 0, 0, 0, 1000,  '倚天一出，谁与争锋，神兵在手，天下我有。');

INSERT INTO `xxx` VALUES (10006, '七宝混绫袍', 1, 1, 0, 100, 0, 0, 0, 5.6, 0, 0, 2000,  '由顶级蚕丝掺杂极细钢丝织成，上缀有七种宝石。');
INSERT INTO `xxx` VALUES (10007, '乌蚕衣',     1, 1, 0, 100, 0, 0, 0, 5.6, 0, 0, 2000,  '用雪山之巅的乌蚕蚕丝织成，刀砍不烂水泼不进。');
INSERT INTO `xxx` VALUES (10008, '金丝宝甲',   1, 1, 0, 108, 0, 0, 0, 6.0, 0, 0, 2000,  '古代帝王所穿金缕衣，几乎可抵御一切外部伤害。');
INSERT INTO `xxx` VALUES (10009, '软猬甲',     1, 1, 0, 104, 0, 0, 0, 5.8, 0, 0, 2000,  '细密锁甲上布满倒刺，不但可抵御刀剑伤害，还能对对方造成伤害。');
INSERT INTO `xxx` VALUES (10010, '宝像袈裟',   1, 1, 0, 100, 0, 0, 0, 5.6, 0, 0, 2000,  '历代佛家大能之士所穿袈裟，穿戴之后自有一股威严之像。');

INSERT INTO `xxx` VALUES (10011, '麒麟佩',     1, 1, 0, 0, 311, 0, 0, 0, 18.3, 0, 3000, '五大神兽之麒麟样式的玉佩，就是一个字，强。');
INSERT INTO `xxx` VALUES (10012, '玄武戒',     1, 1, 0, 0, 311, 0, 0, 0, 18.3, 0, 3000, '戒指上刻有五大神兽之玄武，就是一个字，猛。');
INSERT INTO `xxx` VALUES (10013, '白虎坠',     1, 1, 0, 0, 311, 0, 0, 0, 18.3, 0, 3000, '坠子上刻有五大神兽之白虎，就是一个字，狠。');
INSERT INTO `xxx` VALUES (10014, '青龙镯',     1, 1, 0, 0, 311, 0, 0, 0, 18.3, 0, 3000, '五大神兽之朱雀样式的簪子，就是一个字，炫。');
INSERT INTO `xxx` VALUES (10015, '朱雀簪',     1, 1, 0, 0, 311, 0, 0, 0, 18.3, 0, 3000, '镯子上刻有五大神兽之青龙，就是一个字，帅。');


INSERT INTO `xxx` VALUES (10016, '五金转轮',   2, 1, 91, 0, 0, 0, 5.1, 0, 0, 0, 3000,   '天下奇兵之一，由金、银、铜、铁、铅五种金属打造，每一轮均有不同妙用。');
INSERT INTO `xxx` VALUES (10017, '红丝绣针',   2, 1, 91, 0, 0, 0, 5.1, 0, 0, 0, 3000,   '原本只是女红之物，然而在高手手中却可杀人于无形。');
INSERT INTO `xxx` VALUES (10018, '真武剑',     2, 1, 91, 0, 0, 0, 5.1, 0, 0, 0, 3000,   '道家重宝，一代宗师张三丰佩剑，此剑随张三丰扫荡群邪，真武之名威震武林。');
INSERT INTO `xxx` VALUES (10019, '打狗棒',     2, 1, 97, 0, 0, 0, 5.4, 0, 0, 0, 3000,   '历任丐帮帮主信物，此棍一出震慑宵小。');
INSERT INTO `xxx` VALUES (10020, '金蛇剑',     2, 1, 95, 0, 0, 0, 5.3, 0, 0, 0, 3000,   '剑身如蜿蜒吐信的毒蛇，锻造时掺入黄金，舞动时一片金光灿烂。');

INSERT INTO `xxx` VALUES (10021, '将门锦袍',   2, 1, 0, 64, 0, 0, 0, 4.0, 0, 0, 3000,   '相传由威震天下的樊梨花缝制，内衬锁甲，上阵杀敌居家休闲两相宜。');
INSERT INTO `xxx` VALUES (10022, '百战披风',   2, 1, 0, 60, 0, 0, 0, 3.8, 0, 0, 3000,   '岳飞所穿披风，沾染无数蛮夷鲜血。');
INSERT INTO `xxx` VALUES (10023, '玄铁重甲',   2, 1, 0, 57, 0, 0, 0, 3.6, 0, 0, 3000,   '玄铁混合其他金属制成的重型盔甲，没有足够的力气无法穿戴。');
INSERT INTO `xxx` VALUES (10024, '禁卫黄金甲', 2, 1, 0, 57, 0, 0, 0, 3.6, 0, 0, 3000,   '皇宫禁卫军教头所穿铠甲，金光耀眼。');
INSERT INTO `xxx` VALUES (10025, '貂皮大氅',   2, 1, 0, 57, 0, 0, 0, 3.6, 0, 0, 3000,   '厚实的貂皮不光能抵御严寒，一般的暗器飞矢也能尽数挡下。');

INSERT INTO `xxx` VALUES (10026, '武曲令',     2, 1, 0, 0, 200, 0, 0, 0, 12.5, 0, 3000, '西域神教的护法令牌，上刻“武”字。');
INSERT INTO `xxx` VALUES (10027, '七杀令',     2, 1, 0, 0, 200, 0, 0, 0, 12.5, 0, 3000, '西域神教的护法令牌，上刻“七”字。');
INSERT INTO `xxx` VALUES (10028, '破军令',     2, 1, 0, 0, 200, 0, 0, 0, 12.5, 0, 3000, '西域神教的护法令牌，上刻“破”字。');
INSERT INTO `xxx` VALUES (10029, '贪狼令',     2, 1, 0, 0, 200, 0, 0, 0, 12.7, 0, 3000, '西域神教的护法令牌，上刻“贪”字。');
INSERT INTO `xxx` VALUES (10030, '圣火令',     2, 1, 0, 0, 200, 0, 0, 0, 12.9, 0, 3000, '西域神教的教主令牌，上刻“圣”字。');


INSERT INTO `xxx` VALUES (10001, '圆月弯刀',   3, 1, 49, 0, 0, 0, 3.3, 0, 0, 0, 1000,   '刀身如同新月一般，刀刃锋利。');
INSERT INTO `xxx` VALUES (10002, '方天戟',     3, 1, 46, 0, 0, 0, 3.1, 0, 0, 0, 1000,   '吕布方天画戟的后人仿制版本。');
INSERT INTO `xxx` VALUES (10003, '离别钩',     3, 1, 49, 0, 0, 0, 3.3, 0, 0, 0, 1000,   '使用离别钩，只不过为了要相聚……');
INSERT INTO `xxx` VALUES (10004, '黑龙索',     3, 1, 46, 0, 0, 0, 3.1, 0, 0, 0, 1000,   '数股钢丝外缠黑布制成，舞动起来黑影重重，犹如黑龙覆海。');
INSERT INTO `xxx` VALUES (10005, '碧玉笛',     3, 1, 46, 0, 0, 0, 3.1, 0, 0, 0, 1000,   '看似不起眼，但在绝顶高手手中却能发挥莫大威力。');
INSERT INTO `xxx` VALUES (10001, '血刀',       3, 1, 46, 0, 0, 0, 3.1, 0, 0, 0, 1000,   '此刀刀下亡魂无数，刀身似乎永远有一抹血迹，在江湖中有着赫赫凶名。');
INSERT INTO `xxx` VALUES (10002, '淑女剑',     3, 1, 48, 0, 0, 0, 3.2, 0, 0, 0, 1000,   '与君子剑为一对，剑身细长，适合女性使用。');
INSERT INTO `xxx` VALUES (10003, '君子剑',     3, 1, 49, 0, 0, 0, 3.3, 0, 0, 0, 1000,   '与淑女剑为一对，制作精良，适合男性使用。');

INSERT INTO `xxx` VALUES (10031, '将军铠',     3, 1, 0, 32, 0, 0, 0, 2.3, 0, 0, 3000,   '将军所穿铠甲，穿上之后自有一股威严。');
INSERT INTO `xxx` VALUES (10032, '大漠披风',   3, 1, 0, 29, 0, 0, 0, 2.1, 0, 0, 3000,   '大漠高档的披风，不仅能防止风沙侵蚀还很时尚呢！ ');
INSERT INTO `xxx` VALUES (10033, '弟子服',     3, 1, 0, 29, 0, 0, 0, 2.1, 0, 0, 3000,   '孔子时代就流传下来的儒家服饰，用料讲究。');
INSERT INTO `xxx` VALUES (10034, '西域喇嘛袍', 3, 1, 0, 29, 0, 0, 0, 2.1, 0, 0, 3000,   '西域番僧都要穿的袍子，中原人士穿上会显得很诡异。');
INSERT INTO `xxx` VALUES (10035, '少林僧衣',   3, 1, 0, 29, 0, 0, 0, 2.1, 0, 0, 3000,   '少林弟子的最爱，谁不爱？');
INSERT INTO `xxx` VALUES (10036, '全真道袍',   3, 1, 0, 29, 0, 0, 0, 2.1, 0, 0, 3000,   '道家弟子喜闻乐见的服侍，年轻道士穿上挺拔潇洒，老道士穿上仙风道骨。');
INSERT INTO `xxx` VALUES (10037, '丐帮百结衣', 3, 1, 0, 32, 0, 0, 0, 2.3, 0, 0, 3000,   '穿上百结衣的乞丐，连讨饭都能多讨点，这就是地位的象征。');
INSERT INTO `xxx` VALUES (10038, '黄铜护心甲', 3, 1, 0, 33, 0, 0, 0, 2.4, 0, 0, 3000,   '戍卫军的制式装备，能抵挡一般的刀砍剑刺。');

INSERT INTO `xxx` VALUES (10026, '天元符',     3, 1, 0, 0, 124, 0, 0, 0, 7.8, 0, 3000,  '流落在武林中的神符，佩戴可以强身健体。');
INSERT INTO `xxx` VALUES (10027, '内测纪念戒', 3, 1, 0, 0, 129, 0, 0, 0, 8.1, 0, 3000,  '内测用户专享饰品。');
INSERT INTO `xxx` VALUES (10028, '天孤符',     3, 1, 0, 0, 125, 0, 0, 0, 7.8, 0, 3000,  '流落在武林中的神符，佩戴可以强身健体。');
INSERT INTO `xxx` VALUES (10029, '天英符',     3, 1, 0, 0, 124, 0, 0, 0, 7.8, 0, 3000,  '流落在武林中的神符，佩戴可以强身健体。');
INSERT INTO `xxx` VALUES (10030, '天魁符',     3, 1, 0, 0, 124, 0, 0, 0, 7.8, 0, 3000,  '流落在武林中的神符，佩戴可以强身健体。');
INSERT INTO `xxx` VALUES (10026, '天罡符',     3, 1, 0, 0, 128, 0, 0, 0, 8.0, 0, 3000,  '流落在武林中的神符，佩戴可以强身健体。');
INSERT INTO `xxx` VALUES (10027, '天机符',     3, 1, 0, 0, 129, 0, 0, 0, 8.1, 0, 3000,  '流落在武林中的神符，佩戴可以强身健体。');


INSERT INTO `xxx` VALUES (10001, '钢鞭',       4, 1, 25, 0, 0, 0, 2.1, 0, 0, 0, 3000,   '钢丝缠绕做成的鞭子，威力比较大。');
INSERT INTO `xxx` VALUES (10002, '松纹剑',     4, 1, 24, 0, 0, 0, 2.0, 0, 0, 0, 3000,   '道家常用的佩剑，剑柄上刻有松树皮似的纹路。');
INSERT INTO `xxx` VALUES (10003, '铁剑',       4, 1, 22, 0, 0, 0, 1.9, 0, 0, 0, 3000,   '一般铁匠铺都能买到的剑。');
INSERT INTO `xxx` VALUES (10004, '银样蜡头枪', 4, 1, 22, 0, 0, 0, 1.9, 0, 0, 0, 3000,   '看起来威猛无比，其实很不实用。');
INSERT INTO `xxx` VALUES (10005, '钢刀',       4, 1, 22, 0, 0, 0, 1.9, 0, 0, 0, 3000,   '一般铁匠铺都能买到的刀。');
INSERT INTO `xxx` VALUES (10001, '吴钩',       4, 1, 22, 0, 0, 0, 1.9, 0, 0, 0, 3000,   '奇形兵器，可勾走对方兵器，颇有妙用。');
INSERT INTO `xxx` VALUES (10002, '开山斧',     4, 1, 22, 0, 0, 0, 1.9, 0, 0, 0, 3000,   '斧身厚重，即使一个不懂武学之人的莽汉挥动起来也足够吓人。');
INSERT INTO `xxx` VALUES (10003, '手戟',       4, 1, 22, 0, 0, 0, 1.9, 0, 0, 0, 3000,   '历史上诸多猛将所用兵器，武林中较少见到。');
INSERT INTO `xxx` VALUES (10004, '钩镰枪',     4, 1, 24, 0, 0, 0, 2.0, 0, 0, 0, 3000,   '岳飞大破金兀术铁骑阵所用兵器，专破骑兵。');
INSERT INTO `xxx` VALUES (10005, '苗刀',       4, 1, 25, 0, 0, 0, 2.1, 0, 0, 0, 3000,   '御林军专用配刀，刀身细长且重，可劈可砍可刺，战场上威力极大。');

INSERT INTO `xxx` VALUES (10006, '披风',       4, 1, 0, 13, 0, 0, 0, 1.1, 0, 0, 3000,   '棉布做的披风，能够防风御寒。');
INSERT INTO `xxx` VALUES (10007, '士卒甲',     4, 1, 0, 13, 0, 0, 0, 1.1, 0, 0, 3000,   '普通士卒的制式盔甲，有偷工减料的嫌疑。');
INSERT INTO `xxx` VALUES (10008, '渔夫装',     4, 1, 0, 13, 0, 0, 0, 1.1, 0, 0, 3000,   '渔夫垂钓坐江边最喜欢穿的衣服，防水效果好。');
INSERT INTO `xxx` VALUES (10009, '杀手服',     4, 1, 0, 13, 0, 0, 0, 1.1, 0, 0, 3000,   '杀手的制式服装，一身黑衣脸部也包起来只露出眼睛。');
INSERT INTO `xxx` VALUES (10010, '麻布衣',     4, 1, 0, 13, 0, 0, 0, 1.1, 0, 0, 3000,   '麻布做成的上衣，价格低廉寻常百姓也能穿得起。');
INSERT INTO `xxx` VALUES (10006, '短靠',       4, 1, 0, 13, 0, 0, 0, 1.1, 0, 0, 3000,   '拳师教拳时穿的短马甲，毕竟光膀子不雅观。');
INSERT INTO `xxx` VALUES (10007, '夜行衣',     4, 1, 0, 13, 0, 0, 0, 1.1, 0, 0, 3000,   '顾名思义，晚上行路的时候穿的衣服。');
INSERT INTO `xxx` VALUES (10008, '蓑衣',       4, 1, 0, 13, 0, 0, 0, 1.1, 0, 0, 3000,   '一舟一笠一蓑衣，一刀一剑一杀手，通常穿蓑衣的杀手都是很快扑街的命。');
INSERT INTO `xxx` VALUES (10009, '护心镜',     4, 1, 0, 13, 0, 0, 0, 1.1, 0, 0, 3000,   '虽然很坚固但是只能防御胸前一小片地方。');
INSERT INTO `xxx` VALUES (10010, '侠士袍',     4, 1, 0, 13, 0, 0, 0, 1.1, 0, 0, 3000,   '年少侠士喜欢穿的衣服，除了好看没啥别的用。');

INSERT INTO `xxx` VALUES (10011, '玛瑙手链',   4, 1, 0, 0, 63, 0, 0, 0, 4.2, 0, 3000,   '玛瑙制作的手链，装饰作用为主。');
INSERT INTO `xxx` VALUES (10012, '绿环佩',     4, 1, 0, 0, 63, 0, 0, 0, 4.2, 0, 3000,   '绿色环形的配饰，挂在腰间作为装饰。');
INSERT INTO `xxx` VALUES (10013, '静气香囊',   4, 1, 0, 0, 63, 0, 0, 0, 4.2, 0, 3000,   '里面装有艾草等多种中药材，有凝神静气的效果。');
INSERT INTO `xxx` VALUES (10014, '白玉头饰',   4, 1, 0, 0, 66, 0, 0, 0, 4.4, 0, 3000,   '白玉制成的头饰，不值多少钱。');
INSERT INTO `xxx` VALUES (10015, '碧玉戒指',   4, 1, 0, 0, 67, 0, 0, 0, 4.5, 0, 3000,   '碧玉做成的戒指，光泽度不错还能值几个钱。');
INSERT INTO `xxx` VALUES (10011, '念珠',       4, 1, 0, 0, 63, 0, 0, 0, 4.2, 0, 3000,   '佛教弟子人手一个，打坐时手握着数可以很快睡着。');
INSERT INTO `xxx` VALUES (10012, '青铜戒',     4, 1, 0, 0, 63, 0, 0, 0, 4.2, 0, 3000,   '青铜做的戒指，保养不好的话很容易生锈。');
INSERT INTO `xxx` VALUES (10013, '凝神香囊',   4, 1, 0, 0, 63, 0, 0, 0, 4.2, 0, 3000,   '里面装有艾草等多种中药材，有凝神静气的效果。');
INSERT INTO `xxx` VALUES (10014, '白玉腰佩',   4, 1, 0, 0, 66, 0, 0, 0, 4.4, 0, 3000,   '白玉制成的腰佩，不值多少钱。');
INSERT INTO `xxx` VALUES (10015, '青玉镯',     4, 1, 0, 0, 67, 0, 0, 0, 4.5, 0, 3000,   '青色玉镯，拿到当铺也能当几个小钱。');

/*!40000 ALTER TABLE `xxx` ENABLE KEYS */;
UNLOCK TABLES;

#
# Dumping data for table xxx(武功原始表)
#
LOCK TABLES `xxx` WRITE;
/*!40000 ALTER TABLE `xxx` DISABLE KEYS */;
INSERT INTO `xxx` VALUES (10001, '小无相功',    10001, 1,  0, 0.15, 0, 0,  0, 0.3, 0, 0,  0, 0, 0, 0, 100, 6, '小无相功讲究清静无为，神游太虚，是集合佛家与道家两派武学精华的一门神功。增加修炼者防御力。');
INSERT INTO `xxx` VALUES (10001, '北冥神功',    10001, 1,  0, 0, 0, 0.08,  0, 0, 0, 0.3,  0, 0, 0, 0, 100, 6, '北冥神功修至最高处，天下武功无不为我所用，犹如北冥之海，大舟小舟无不载，大鱼小鱼无不容。增加修炼者内力。');
INSERT INTO `xxx` VALUES (10001, '九阴真经',    10001, 1,  0.04, 0, 0, 0,  0.04, 0, 0, 0,  0, 0, 0, 0, 100, 6, '九阴真经中记载着各种武学至高之招式，虽偏阴狠，却威力无穷。增加修炼者攻击力。');
INSERT INTO `xxx` VALUES (10001, '九阳神功',    10001, 1,  0, 0, 0, 0.05,  0, 0, 0, 0.04,  0, 0, 0, 0, 100, 6, '九阳神功乃修习内功集大成之作，佛道相参，刚柔并济，修习至最高可使内力源源不竭，无穷无尽。增加修炼者内力。');
INSERT INTO `xxx` VALUES (10001, '葵花宝典',    10001, 1,  0.12, 0, 0, 0,  0.02, 0, 0, 0,  0, 0, 0, 0, 100, 6, '“欲练此功，必先自宫”，却依然有很多人如疯魔般追求。增加修炼者攻击力。');
INSERT INTO `xxx` VALUES (10001, '易筋经',      10001, 1,  0, 0.05, 0, 0,  0, 0.05, 0, 0,  0, 0, 0, 0, 100, 6, '少林神功之一，传说为达摩祖师所创武学，具有脱胎换骨之神效。增加修炼者防御力。');
INSERT INTO `xxx` VALUES (10001, '降龙十八掌',  10001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  0, 0, 25, 3, 100, 6, '丐帮镇帮绝学之一，可称得上是天下最为刚强的武学，非内力深厚之人不可学，一经使出犹如蟠龙飞天猛不可挡。此招式不易施展。');
INSERT INTO `xxx` VALUES (10001, '六脉神剑',    10001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  71, 19, 0, 0, 100, 6, '段氏神技，极难练成，一旦练成之后打通全身经络，五指均可将精纯内力转变为剑气射出，内力不断剑气不绝。此招式不易施展。');
INSERT INTO `xxx` VALUES (10001, '打狗棍法',    10001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  0, 0, 20, 4, 100, 6, '丐帮镇帮绝学之一，共有绊、劈、缠、戳、挑、引、封、转八诀，一经施展招式变化无穷无尽。此招式不易施展。');
INSERT INTO `xxx` VALUES (10001, '黯然销魂掌',  10001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  50, 23, 0, 0, 100, 6, '“黯然销魂者，唯别而已矣”，中掌者如同感受到巨大悲伤，身体精神上均受到重创。此招式容易施展。');
INSERT INTO `xxx` VALUES (10001, '乾坤大挪移',  10001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  68, 25, 0, 0, 100, 6, '此功乃是激发修炼者自身潜力，原理看似简单，实则奥妙无穷。此招式不易施展。');
INSERT INTO `xxx` VALUES (10001, '独孤九剑',    10001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  0, 0, 18, 4, 100, 6, '独孤九剑是剑法求变的极至，剑分九式，讲究料敌先机，正所谓天下武功唯快不破。此招式容易施展。');
INSERT INTO `xxx` VALUES (10001, '天山六阳掌',  10001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  52, 25, 0, 0, 100, 6, '天山六阳掌看似举重若轻、潇洒如意，实则招招凶险，攻敌要害，属至刚至强的武学招式。此招式容易施展。');
INSERT INTO `xxx` VALUES (10001, '天外飞仙',    10001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  56, 23, 0, 0, 100, 6, '剑招一经施展犹如天仙下凡在华丽中蕴含无限杀机。此招式容易施展，且一旦施展将有极高的暴击几率。');
INSERT INTO `xxx` VALUES (10001, '玉女心经',    10001, 1,  0, 0.07, 0, 0,  0, 0.45, 0, 0,  0, 0, 0, 0, 100, 6, '古墓派祖师所创，修炼此内功步步艰难，须合二人之力方能共渡险关。增加修炼者防御力。');
#INSERT INTO `xxx` VALUES (10001, '先天功',      10001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  0, 0, 0, 0, 100, 6, '道家呼吸炼气之法，大成者真气循环不已，生生不息。激发出人体无穷无尽的潜能。增加修炼者闪避。');

INSERT INTO `xxx` VALUES (10001, '化功大法',    20001, 1,  0.07, 0, 0, 0,  0.175, 0, 0, 0,  0, 0, 0, 0, 100, 6, '脱胎于北冥神功，效果也相近，但更为毒辣，修炼时需将毒液涂于手臂，痛苦不可名状。增加修炼者攻击力。');
INSERT INTO `xxx` VALUES (10001, '金钟罩',      20001, 1,  0, 0.10, 0, 0,  0, 0.225, 0, 0,  0, 0, 0, 0, 100, 6, '少林硬气功，修炼到高层次，可刀枪不入。增加修炼者防御力。');
INSERT INTO `xxx` VALUES (10001, '长生功',      20001, 1,  0, 0, 0, 0.03,  0, 0, 0, 0.275,  0, 0, 0, 0, 100, 6, '又名八荒六合唯我独尊神功，修炼到一定境界可永葆青春，活力无穷。增加修炼者内力。');
INSERT INTO `xxx` VALUES (10001, '斗转星移',    20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  16, 3, 0, 0, 100, 6, '慕容家家传绝学，以彼之力还施彼身，几乎可应对天下任何招式。此招式威力较大不易施展。');
INSERT INTO `xxx` VALUES (10001, '火焰刀',      20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  42, 13, 0, 0, 100, 6, '火焰刀乃密宗秘传绝学，能将内力凝聚，运内力送出，精纯内力犹如火焰射出。此招式威力较大不易施展。');
INSERT INTO `xxx` VALUES (10001, '一阳指',      20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  33, 7, 0, 0, 100, 6, '段氏神技，将内力运于指尖，点中穴位后送出蕴含内力，既可杀人亦可救人。此招式威力一般容易施展。');
INSERT INTO `xxx` VALUES (10001, '弹指神通',    20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  36, 13, 0, 0, 100, 6, '将内力蕴含在手指之上，迅速弹出，内力深厚者，可杀人于无形。此招式威力一般容易施展。');
INSERT INTO `xxx` VALUES (10001, '蛤蟆功',      20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  40, 11, 0, 0, 100, 6, '此功施展时以静制动，全身蓄劲，蕴力不吐，只要敌人一施攻击，立时便有猛烈无比的劲道反击出来。此招式威力很大不易施展。');
INSERT INTO `xxx` VALUES (10001, '空明拳',      20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  32, 12, 0, 0, 100, 6, '以空为明，以弱克强，以虚击实，以不足胜有余，实在是奥妙无穷的一门奇功。此招式威力一般容易施展。');
INSERT INTO `xxx` VALUES (10001, '九阴白骨爪',  20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  30, 7, 0, 0, 100, 6, '九阴真经中记载的一项武学招式，一爪抓下立刻能在后脑开出五个洞，十分狠毒。此招式威力一般容易施展。');
INSERT INTO `xxx` VALUES (10001, '狮子吼',      20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  28, 8, 0, 0, 100, 6, '大吼之下暗含内力，对目标人物均造成极大伤害。此招式威力一般容易施展。');
INSERT INTO `xxx` VALUES (10001, '吸星大法',    20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  0, 0, 16, 2, 100, 6, '据说来源于化功大法，可吸人内力，修炼时有一定危险性。此招式威力很大不易施展。');
INSERT INTO `xxx` VALUES (10001, '辟邪剑法',    20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  45, 10, 0, 0, 100, 6, '脱胎于葵花宝典，修炼也需要先自残，是极为高深的剑法武学。此剑法威力较大不易施展。');
INSERT INTO `xxx` VALUES (10001, '玄冥神掌',    20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  39, 10, 0, 0, 100, 6, '极其阴毒的武功，中掌者会出现绿色五指掌印，寒毒入体，发作时痛苦难当，九死一生。此掌法威力较大不易施展。');
INSERT INTO `xxx` VALUES (10001, '暴雨梨花针',  20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  0, 0, 13, 3, 100, 6, '将大量针型武器以内力激发，如狂风骤雨一般笼罩敌人。此招式威力很大不易施展。');
INSERT INTO `xxx` VALUES (10001, '满天花雨',    20001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  0, 0, 10, 1, 100, 6, '既是剑招也可是施放暗器的手法，变化多端，可将对手退路全部阻绝。此招式威力一般容易施展。');

INSERT INTO `xxx` VALUES (10001, '铁布衫',      30001, 1,  0, 6, 0, 0,  0, 1.75, 0, 0,  0, 0, 0, 0, 100, 6, '硬气功，修炼到一定境界一般刀剑难伤。增加修炼者防御力。');
INSERT INTO `xxx` VALUES (10001, '紫霞神功',    30001, 1,  0, 0, 0, 5,  0, 0, 0, 1,  0, 0, 0, 0, 100, 6, '华山派气宗修炼的内功心法，比较高深。增加修炼者内力。');
INSERT INTO `xxx` VALUES (10001, '降龙伏虎功',  30001, 1,  4, 0, 0, 0,  1, 0, 0, 0,  0, 0, 0, 0, 100, 6, '少林内功，可使四肢强壮。增加修炼者攻击力。');
INSERT INTO `xxx` VALUES (10001, '寒冰绵掌',    30001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  27, 5, 0, 0, 100, 6, '将阴气由手掌发出，中掌者似乎可以感觉到全身血液冻住的痛楚。此掌法威力较大不易施展。');
INSERT INTO `xxx` VALUES (10001, '化骨绵掌',    30001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  26, 5, 0, 0, 100, 6, '每日将各种奇毒涂于手掌，日积月累手掌毒性惊人，伤者五脏六腑会逐渐损伤而死。此掌法威力较大不易施展。');
INSERT INTO `xxx` VALUES (10001, '罗汉拳',      30001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  9, 11, 0, 0, 100, 6, '少林基本功，看似一般在实战中非常好用。此拳法威力不大容易施展。');
INSERT INTO `xxx` VALUES (10001, '铁砂掌',      30001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  20, 6, 0, 0, 100, 6, '使用铁砂修炼，修炼到一定程度可劈砖断石。此掌法威力一般容易施展。');
INSERT INTO `xxx` VALUES (10001, '全真剑法',    30001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  12, 9, 0, 0, 100, 6, '全真派基础剑法，注重实战。此剑法威力不大容易施展。');
INSERT INTO `xxx` VALUES (10001, '太极剑法',    30001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  7, 11, 0, 0, 100, 6, '太极剑法讲究变化无穷，绵绵不绝，持久力强。此剑法威力一般容易施展。');
INSERT INTO `xxx` VALUES (10001, '金刚鞭法',    30001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  16, 6, 0, 0, 100, 6, '使用软鞭施展但招式却偏刚强，叫人防不胜防。此鞭法威力一般容易施展。');
INSERT INTO `xxx` VALUES (10001, '鹰抓手',      30001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  23, 5, 0, 0, 100, 6, '既可锁敌身形又可夺人兵器，练到高深之时甚至可以捏碎硬石。此招式威力较大不易施展。');
INSERT INTO `xxx` VALUES (10001, '五轮大转',    30001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  13, 7, 0, 0, 100, 6, '使用奇形兵器出奇制胜，五个轮状武器围绕身边可攻可守。此招式威力一般容易施展。');
INSERT INTO `xxx` VALUES (10001, '燃木刀法',    30001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  11, 6, 0, 0, 100, 6, '少林七十二绝技之一，以内力配合刀法，刀刀带有内劲，传说对树空劈七七四十九刀会使树干自燃。此刀法威力较大不易施展。');

INSERT INTO `xxx` VALUES (10001, '无名剑法',    40001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  10, 8, 0, 0, 100, 6, '江湖中不知名的人士发明的剑法，已有大半失传。此剑法威力虽小，但极易施展。');
INSERT INTO `xxx` VALUES (10001, '无名刀法',    40001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  3, 8, 0, 0, 100, 6, '江湖中不知名的人士发明的刀法，已有大半失传。此刀法威力虽小，但极易施展。');
INSERT INTO `xxx` VALUES (10001, '无名掌法',    40001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  3, 8, 0, 0, 100, 6, '江湖中不知名的人士发明的掌法，已有大半失传。此掌法威力虽小，但极易施展。');
INSERT INTO `xxx` VALUES (10001, '太祖长拳',    40001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  8, 9, 0, 0, 100, 6, '相传是由宋太祖赵匡胤所创，招式大开大阖颇有霸气。此拳法威力一般容易施展。');
INSERT INTO `xxx` VALUES (10001, '狂风刀法',    40001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  3, 9, 0, 0, 100, 6, '狂风刀法讲究一个快字，舞动起来之后如狂风扫落叶。此刀法威力一般容易施展。');
INSERT INTO `xxx` VALUES (10001, '擒拿手',      40001, 1,  0, 0, 0, 0,  0, 0, 0, 0,  8, 6, 0, 0, 100, 6, '近身格斗技能，简单实用，适合普罗大众学习。此招式威力较小容易施展。');
/*!40000 ALTER TABLE `xxx` ENABLE KEYS */;
UNLOCK TABLES;


#
# Dumping data for table xxx(品质原子表)
#
LOCK TABLES `xxx` WRITE;
/*!40000 ALTER TABLE `xxx` DISABLE KEYS */;
INSERT INTO `xxx` VALUES (10001, '甲',);
INSERT INTO `xxx` VALUES (10002, '乙');
INSERT INTO `xxx` VALUES (10003, '丙');
INSERT INTO `xxx` VALUES (10004, '丁');
/*!40000 ALTER TABLE `xxx` ENABLE KEYS */;
UNLOCK TABLES;

#
# Dumping data for table xxx(小说原子表)
#
LOCK TABLES `xxx` WRITE;
/*!40000 ALTER TABLE `xxx` DISABLE KEYS */;
INSERT INTO `xxx` VALUES (10001, '书', '书剑恩仇录');
INSERT INTO `xxx` VALUES (10002, '碧', '碧血剑');
INSERT INTO `xxx` VALUES (10003, '射', '射雕英雄传');
INSERT INTO `xxx` VALUES (10004, '神', '神雕侠侣');
INSERT INTO `xxx` VALUES (10005, '雪', '雪山飞狐');
INSERT INTO `xxx` VALUES (10006, '飞', '飞狐外传');
INSERT INTO `xxx` VALUES (10007, '倚', '倚天屠龙记');
INSERT INTO `xxx` VALUES (10008, '鸳', '鸳鸯刀');
INSERT INTO `xxx` VALUES (10009, '白', '白马啸西风');
INSERT INTO `xxx` VALUES (10010, '连', '连城诀');
INSERT INTO `xxx` VALUES (10011, '天', '天龙八部');
INSERT INTO `xxx` VALUES (10012, '侠', '侠客行');
INSERT INTO `xxx` VALUES (10013, '笑', '笑傲江湖');
INSERT INTO `xxx` VALUES (10014, '鹿', '鹿鼎记');
INSERT INTO `xxx` VALUES (10015, '越', '越女剑');

/*!40000 ALTER TABLE `xxx` ENABLE KEYS */;
UNLOCK TABLES;


#
# Dumping data for table xxx(属性原子表)
#
LOCK TABLES `xxx` WRITE;
/*!40000 ALTER TABLE `xxx` DISABLE KEYS */;
INSERT INTO `xxx` VALUES (10001, '攻');
INSERT INTO `xxx` VALUES (10002, '防');
INSERT INTO `xxx` VALUES (10003, '血');
INSERT INTO `xxx` VALUES (10004, '内');
INSERT INTO `xxx` VALUES (10005, '暴击');
INSERT INTO `xxx` VALUES (10006, '防暴');
INSERT INTO `xxx` VALUES (10007, '命中');
INSERT INTO `xxx` VALUES (10008, '躲闪');
INSERT INTO `xxx` VALUES (10009, '破招');
INSERT INTO `xxx` VALUES (10010, '格挡');

INSERT INTO `xxx` VALUES (10011, '单体伤害');
INSERT INTO `xxx` VALUES (10012, '群体伤害');
/*!40000 ALTER TABLE `xxx` ENABLE KEYS */;
UNLOCK TABLES;

#
# Dumping data for table xxx(弟子原子表)
#
LOCK TABLES `xxx` WRITE;
/*!40000 ALTER TABLE `xxx` DISABLE KEYS */;
INSERT INTO `xxx` VALUES(10001,	`东方不败`, 160, 190,  52, 300, 0,  8, 9.5, 2.6,  8, 00000, 
INSERT INTO `xxx` VALUES(10002,	`独孤求败`, 285, 300, 105, 310, 0, 10, 9.7, 4.3, 11, 00000, 
INSERT INTO `xxx` VALUES(10003,	`段誉`,     140,  80, 120, 450, 0,  7, 3.1, 5.8, 11, 00000,
INSERT INTO `xxx` VALUES(10004,	`郭靖`,     240, 118,  76, 300, 0, 12, 5.9, 3.9, 10, 00000,
INSERT INTO `xxx` VALUES(10005,	`郭襄`,     280, 100,  95, 390, 0, 12, 4.1, 6.4, 12, 00000,
INSERT INTO `xxx` VALUES(10006,	`洪七公`,   200, 116,  76, 300, 0, 10, 5.8, 3.8, 10, 00000,
INSERT INTO `xxx` VALUES(10007,	`黄蓉`,      80,  30,  10,  50, 0, 22, 5.1, 5.3,  8, 00000,
INSERT INTO `xxx` VALUES(10008,	`黄药师`,   200, 120,  72, 300, 0, 10, 6.0, 3.6, 10, 00000,
INSERT INTO `xxx` VALUES(10009,	`黄衫女子`, 258, 165, 108, 198, 0,9.5, 5.8, 6.6,9.5, 00000, 
INSERT INTO `xxx` VALUES(10010,	`李秋水`,   200, 136,  50, 360, 0, 10, 6.8, 2.5, 10, 00000,
INSERT INTO `xxx` VALUES(10011,	`李寻欢`,   180, 280, 100, 100, 0,  0,   0,   0,  0, 00000,
INSERT INTO `xxx` VALUES(10012,	`令狐冲`,   180, 180,  60, 300, 0,  8, 7.8, 3.1, 12, 00000,
INSERT INTO `xxx` VALUES(10013,	`欧阳锋`,   200, 128,  64, 300, 0, 10, 6.4, 3.2, 10, 00000,
INSERT INTO `xxx` VALUES(10014,	`上官金虹`, 160, 180,  70, 300, 0, 10, 8.6, 3.1,  8, 00000, 
INSERT INTO `xxx` VALUES(10015,	`神雕`,     380, 120, 100, 300, 0, 14, 6.5, 4.2,  7, 00000,
INSERT INTO `xxx` VALUES(10016,	`石破天`,   280, 100, 100, 380, 0, 11, 2.1, 2.2, 17, 00000,
INSERT INTO `xxx` VALUES(10017,	`天山童姥`,  10,  10,  10,   0, 0, 10, 7.1, 2.3, 21, 00000, 
INSERT INTO `xxx` VALUES(10018,	`王重阳`,   300, 118,  70, 380, 0,  7, 6.3, 3.8, 12, 00000,
INSERT INTO `xxx` VALUES(10019,	`无崖子`,   500, 200, 180, 680, 0,  8, 4.1, 2.5,  8, 00000,
INSERT INTO `xxx` VALUES(10020,	`萧峰`,     240, 102,  92, 420, 0, 11, 5.1, 4.1, 15, 00000,
INSERT INTO `xxx` VALUES(10021,	`小龙女`,   180, 100, 120, 360, 0, 10, 4.6, 6.5, 12, 00000,
INSERT INTO `xxx` VALUES(10022,	`西门吹雪`, 199, 299,  99, 199, 0,  9, 9.5, 3.6,  6, 00000, 
INSERT INTO `xxx` VALUES(10023,	`小昭`,     410,  64, 165, 100, 0, 13, 3.9, 6.1,  7, 00000,
INSERT INTO `xxx` VALUES(10024,	`虚竹`,     160,  96,  82, 480, 0,  8, 4.5, 4.1, 12, 00000,
INSERT INTO `xxx` VALUES(10025,	`杨过`,     180, 150,  80, 360, 0, 10, 7.1, 4.0, 12, 00000,
INSERT INTO `xxx` VALUES(10026,	`邀月`,     300, 200,   1, 360, 0,  8, 9.1,   0, 15, 00000,
INSERT INTO `xxx` VALUES(10027,	`一灯`,     300, 120,  70, 200, 0, 12, 6.1, 3.5,  8, 00000,
INSERT INTO `xxx` VALUES(10028,	`张三丰`,   280, 150, 160, 500, 0, 10, 4.5, 3.5, 15, 00000,
INSERT INTO `xxx` VALUES(10029,	`张无忌`,   200,  88, 104, 270, 0, 10, 4.4, 5.2, 10, 00000,
INSERT INTO `xxx` VALUES(10030,	`周伯通`,   180, 118,  70, 330, 0,  9, 5.9, 3.5, 11, 00000,
INSERT INTO `xxx` VALUES(10031,	`王语嫣`,    50,  10,  10,   0, 0,  0,   0,   0,  0, 00000,
INSERT INTO `xxx` VALUES(10032,	`叶孤城`,   300, 200, 125, 213, 0, 11, 8.8, 5.2,  9, 00000,

INSERT INTO `xxx` VALUES(11001,	`阿飞`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11002,	`阿朱`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11003,	`阿紫`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11004,	`白眉鹰王`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(11005,	`成昆`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11006,	`丁春秋`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11007,	`渡厄`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11008,	`渡劫`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11009,	`渡难`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11010,	`段延庆`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11011,	`段正淳`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11012,	`范遥`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11013,	`傅红雪`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11014,	`郭芙`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11015,	`何足道`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11016,	`胡斐`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11017,	`花满楼`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11018,	`花无缺`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11019,	`觉远`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11020,	`金轮法王`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(11021,	`金毛狮王`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(11022,	`金蛇郎君`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(11023,	`荆无命`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11024,	`鸠摩智`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11025,	`枯荣`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11026,	`蓝凤凰`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11027,	`李莫愁`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11028,	`李四`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11029,	`怜星`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11030,	`灭绝师太`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(11031,	`慕容复`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11032,	`青翼蝠王`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(11033,	`裘千仞`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11034,	`任我行`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11035,	`任盈盈`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11036,	`司空摘星`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(11037,	`宋远桥`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11038,	`苏樱`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11039,	`铁心兰`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11040,	`韦小宝`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11041,	`左冷禅`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11042,	`小鱼儿`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11043,	`血刀老祖`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(11044,	`燕南天`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11045,	`杨逍`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11046,	`仪琳`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11047,	`游坦之`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11048,	`岳不群`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11049,	`岳灵珊`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11050,	`张三`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11051,	`赵敏`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11052,	`周芷若`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(11053,	`紫衫龙王`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 

INSERT INTO `xxx` VALUES(12001,	`白开心`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12002,	`百晓生`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12003,	`包不同`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12004,	`布袋和尚`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(12005,	`陈友谅`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12006,	`丁不三`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12007,	`杜杀`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12008,	`风波恶`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12009,	`哈哈儿`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12010,	`韩千叶`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12011,	`鹤笔翁`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12012,	`黑蜘蛛`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12013,	`江别鹤`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12014,	`金九龄`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12015,	`空见`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12016,	`空闻`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12017,	`空性`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12018,	`老实和尚`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(12019,	`李大嘴`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12020,	`林仙儿`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12021,	`刘正风`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12022,	`龙啸云`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12023,	`鹿杖客`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12024,	`马钰`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12025,	`梅超风`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12026,	`南海鳄神`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(12027,	`欧阳克`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12028,	`丘处机`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12029,	`曲洋`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12030,	`石中玉`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12031,	`苏星河`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12032,	`田伯光`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12033,	`铁战`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12034,	`王处一`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12035,	`鲜于通`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12036,	`向问天`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12037,	`萧咪咪`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12038,	`轩辕三光`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(12039,	`杨康`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12040,	`叶二娘`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(12041,	`阴九幽`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12042,	`殷梨亭`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12043,	`尹志平`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(12044,	`云中鹤`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,

INSERT INTO `xxx` VALUES(13001,	`大武`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13002,	`丹青生`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13003,	`丁不四`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13004,	`丁坚`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13005,	`黑白子`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13006,	`黄钟公`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13007,	`江玉郎`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13008,	`菊剑`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13009,	`柯镇恶`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13010,	`兰剑`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13011,	`劳德诺`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13012,	`老头子`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13013,	`李四摧`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13014,	`林诗音`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13015,	`灵智上人`, 00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000, 
INSERT INTO `xxx` VALUES(13016,	`陆大有`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13017,	`马夫人`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13018,	`梅剑`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13019,	`彭连虎`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13020,	`平一指`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13021,	`钱二败`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13022,	`全冠清`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13023,	`宋青书`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13024,	`孙三毁`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13025,	`秃笔翁`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13026,	`万春流`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13027,	`王八衰`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13028,	`乌老大`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13029,	`吴六破`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13030,	`武三通`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13031,	`小武`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13032,	`玄苦`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13033,	`薛慕华`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13034,	`杨莲亭`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13035,	`摘星子`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13036,	`赵一伤`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13037,	`赵志敬`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13038,	`哲别`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13039,	`郑七灭`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13040,	`周五轮`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13041,	`竹剑`,     00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13042,	`祖千秋`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
INSERT INTO `xxx` VALUES(13043,	`左子穆`,   00000, 00000, 00000, 00000, 0, 00000, 00000, 00000, 00000, 00000,
/*!40000 ALTER TABLE `xxx` ENABLE KEYS */;
UNLOCK TABLES;
